<?php
$a1=0;
$a=array(

array(1111,"دیپارتمنت تعلیمات اسلامی ، شرعیات",216),array(1114,"دیپارتمنت هایدرومتولوژی ، زمین شناسی",212),
array(1115,"دیپارتمنت جغرافیا، زمین شناسی ",196),array(1116,"دیپارتمنت جیولوژی ، زمین شناسی ",209),
array(1119,"دیپارتمنت حفاظت محیط زیست، محیط زیست",227.941),array(1121,"دیپارتمنت منابع طبیعی, محیط زیست",212.708),
array(1122,"دیپارتمنت مدیریت حوادث، محیط زیست",219),array(1125,"دیپارتمنت زبان و ادبیات انگلیسی",245),
array(1128,"دیپارتمنت اداره عامه ، اداره و پالسی عامه",276),array(1129,"دیپارتمنت پالسی عامه، پالسی عامه",268),
array(1131,"دیپارتمنت مدیریت انکشاف ، اداره و پالسی عامه",263),array(1134,"دیپارتمنت عمومی ، فارمسی",278),
array(1137,"دیپارتمنت شیوا ، انجنری",309),array(1138,"دیپارتمنت میخانیک، انجنری",254),
array(1139,"دیپارتمنت مهندسی، انجنری",292),array(1141,"دیپارتمنت طراحی شهری، انجنری",272),
array(1144,"دیپارتمنت انجنری نرم‌افزار ، کامپیوتر ",304),array(1145,"دیپارتمنت تکنولوژی معلوماتی ، کامپیوتر ",308),
array(1146,"دیپارتمنت سیستم های معلوماتی ، کامپیوتر ",286),array(1149,"دیپارتمنت اگرانومی",211),
array(1151,"دیپارتمنت جنگلات ",206),array(1152,"دیپارتمنت علوم حیوانی",192),
array(1153,"دیپارتمنت هاتیکلچر",211),array(1154,"دیپارتمنت خاکشناسی و آبیاری ",194),
array(1157,"دیپارتمنت عمومی ، ریاضی ",239),
array(1753,"دیپارتمنت سینما",203),array(1159,"دیپارتمنت عمومی ، فزیک ",223),
array(1754,"دیپارتمنت مجسمه سازی ",192),array(1162,"دیپارتمنت عمومی ، کیمیا",205),
array(1755,"دیپارتمنت گرافیک دیزاین ",259),array(1164,"دیپارتمنت عمومی پوهنحی بیولوژی",200),
array(1756,"دیپارتمنت نقاشی ",214),array(1736,"دیپارتمنت احصاعیه ",260),
array(1757,"دیپارتمنت فوتوگرافی ",218),array(1737,"دیپارتمنت اقتصاد ملی",271),
array(1758,"دیپارتمنت ادبیات نمایشی ",193),array(1738,"دیپارتمنت منجمنت و اداره تشبثات",300),
array(1761,"دیپارتمنت زبان و ادبیات پشتو ",210),array(1739,"دیپارتمنت محاسبه ",80),
array(1762,"دیپارتمنت زبان و ادبیات فارسی ",226),array(1741,"دیپارتمنت امور مالی ",280),
array(1763,"دیپارتمنت زبان و ادبیات ازبکی",160),array(1743,"دیپارتمنت حقوق ",280),
array(1765,"دیپارتمنت زبان و ادبیات عربی ",225),array(1744,"دیپارتمنت علوم سیاسی ",273),
array(1766,"دیپارتمنت زبان و ادبیات فرانسوی ",232),array(1746,"دیپارتمنت تاریخ عمومی ",210),
array(1767,"دیپارتمنت زبان و ادبیات اسپانیایی ",213),array(1747,"دیپارتمنت بشر و باستان شناسی ",211),
array(1768,"دیپارتمنت زبان و ادبیات آلمانی ",237),array(1748,"دیپارتمنت فلسفه و جامعه شناسی ، علوم اجتماعی ",229),
array(1769,"دیپارتمنت زبان و ادبیات ترکی ",234),array(1751,"دیپارتمنت تیاتر، هنرهنرهای زیبا ",189),
array(1771,"دیپارتمنت زبان و ادبیات روسی ",215),array(1752,"دیپارتمنت موسیقی، هنرهای زیبا",192),

);
   

    foreach ($a as $row){
$a1+=1;
             echo $row[0]."<br>" .$row[1]."<br>" .$row[2]."<br><br>" . $a1 . "<hr ><br><br><br>";
    
}
?>